[
	{
		"title": "SuperPaint Interior Acrylic Latex",
        "description": "With SuperPaint Interior Acrylic Latex, you''ll enjoy the benefits of paint and primer in one for a fast, easy application. SuperPaint delivers a rich, beautiful appearance and helps make color changes a snap.",
        "image": "http://sherwin.scene7.com/is/image/sw/paint_template-1?layer=comp&wid=300&fmt=jpeg&qlt=92%2c0&op_sharpen=0&resMode=sharp2&op_usm=0.0%2c0.0%2c0%2c0&iccEmbed=0&printRes=150&_tparam_layer_1_src=sw/SGCS02100013"
	},
    {
        "title": "Emerald Interior Acrylic Latex Paint",
        "description": "Sherwin-Williams Emerald paint and primer in one with advanced stain blocking technology delivers best-in-class overall performance. To ensure a beautiful, smooth finish and stunning color for years to come, use our finest paint ever. Emerald prevents stains from penetrating, offers maximum resistance to water streaking and spotting, features truly remarkable hide and covers dark colors. With exceptional coverage and washability, it’s perfect for any room in your home.",
        "image": "http://sherwin.scene7.com/is/image/sw/paint_template-1?layer=comp&wid=300&fmt=jpeg&qlt=92%2c0&op_sharpen=0&resMode=sharp2&op_usm=0.0%2c0.0%2c0%2c0&iccEmbed=0&printRes=150&_tparam_layer_1_src=sw/SWP12021030"
    },
    {
        "title": "Duration Home Interior Acrylic Latex",
        "description": "Duration Home paint and primer in one features exclusive cross linking technology that actually repels stains. It also has advanced stain blocking technology to seal in stains already on your walls. Duration Home goes on smoothly and quickly and offers excellent hide. It is ideal for high traffic areas like kitchens and hallways and most stains wipe clean with water.",
        "image": "http://sherwin.scene7.com/is/image/sw/paint_template-1?layer=comp&wid=300&fmt=jpeg&qlt=92%2c0&op_sharpen=0&resMode=sharp2&op_usm=0.0%2c0.0%2c0%2c0&iccEmbed=0&printRes=150&_tparam_layer_1_src=sw/SW08100143"
    },
    {
        "title": "Cashmere Interior Acrylic Latex",
        "description": "For an ultra-smooth, rich, silky finish, count on Cashmere. This paint easily glides off the brush or roller and the result is a difference you can definitely see and feel. Cashmere is our most forgiving paint, offers outstanding coverage and is perfect for painters with limited experience.",
        "image": "http://sherwin.scene7.com/is/image/sw/paint_template-1?layer=comp&wid=300&fmt=jpeg&qlt=92%2c0&op_sharpen=0&resMode=sharp2&op_usm=0.0%2c0.0%2c0%2c0&iccEmbed=0&printRes=150&_tparam_layer_1_src=sw/SW08100126"
    }
]